II/ComponentEvolution_of_eigVecs/independent_Evolution_of_v_xy/tutorial/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

nu              [0 2 -1 0 0 0 0] 1;
nu_p		[0 2 -1 0 0 0 0] 1;  //viscosidade dinâmica do polímero / rho_solvente
nu_stab		[0 2 -1 0 0 0 0] 1;
lambda		[0 0  1 0 0 0 0] 0.333; //tempo de relaxação
nu_stab1         [0 2 -1 0 0 0 0] 0.01;
L_squared	[0 0  0 0 0 0 0] 144;
// ************************************************************************* //
//beta= %nu_p
//beta 0 -- UCM
